Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Tundub, et see tõmmis pole ISO vormingus
fi: Tämä ei näytä olevan kelvollinen ISO-levykuva

source: Tundmatu tõrge
fi: Tuntematon virhe

source: Suuruste sobimatus
fi: Koko ei täsmää

source: Tüüpide sobimatus
fi: Tyyppi ei täsmää

source: Vigane argument
fi: Virheellinen argumentti

source: Piirkonnast välja jääv aadress
fi: Alueen ylittävä osoite

source: Sobimatu aadress
fi: Virheellinen osoite

source: Sobimatu käsk
fi: Virheellinen komento

source: Käsus esineb sobimatu parameeter
fi: Virheellinen parametri komennossa

source: Käsus esineb sobimatu väli
fi: Virheellinen kenttä komennossa

source: Seade ületas ajalimiidi
fi: Aikakatkaisu laitteelta

source: Võti ei ole sisse seatud
fi: Avainta ei ole sovittu

source: Sobimatu rajarežiim
fi: Virheellinen raidan tila

source: _Peida muudatused
fi: _Piilota muutokset

source: _Näita muudatusi
fi: _Näytä muutokset

source: Tundub, et see fail ei ole esitusnimekiriDisc Image
fi: Tiedosto ei näytä olevan soittolistaDisc Image

source: Pildid
fi: Kuvat

source: _Värvus
fi: _Väri

source: Ühtlane värvus
fi: Kiinteä väri

source: Horisontaalne üleminek
fi: Vaakasuuntainen väriliuku

source: Vertikaalne üleminekDisc Image
fi: Pystysuuntainen väriliukuDisc Image

source: _PiltDisc Image
fi: _KuvaDisc Image

source: Pildi asukoht:Disc Image
fi: Kuvan polku:Disc Image

source: Pildi valimineDisc Image
fi: Valitse kuvaDisc Image

source: Pildi paigutus:
fi: Kuvan tyyli:

source: Keskel
fi: Keskitetty

source: Korduv
fi: Vierekkäin

source: Skaleeritud
fi: Sovitettu

source: Tausta omadused
fi: Taustan ominaisuudet

source: Printimine
fi: Tulosta

source: _Tausta omadused
fi: _Taustan ominaisuudet

source: Paremjoondus
fi: Aseta oikealle

source: Vasakjoondus
fi: Aseta vasemmalle

source: Allajoonitud
fi: Alleviivaa

source: Kursiiv
fi: Kursivoi

source: Rasvane
fi: Lihavoi

source: Kirjatüüp ja suurus
fi: Kirjasinperhe ja koko

source: _Teksti värvus
fi: _Tekstin väri

source: Teksti värvus
fi: Tekstin väri

source: Plaadiümbrise redaktor
fi: Kansieditori

source: Määra _tausta omadused
fi: Aseta _taustan ominaisuudet

source: KÜLJED
fi: SIVUT

source: TAGAKAAS
fi: TAKAKANSI

source: ESIKAASDisc Image
fi: ETUKANSIDisc Image

source: Tõmmist pole võimalik laadida.
fi: Kuvaa ei voitu ladata.

source: "%s" pole võimalik GStreameriga käsitseda.
fi: GStreamer ei voinut käsitellä kohdetta ”%s”.

source: %s elementi pole võimalik luua
fi: Elementtiä %s ei voitu luoda

source: Brasero-utils teegi silumise teatete kuvamine standardväljundis
fi: Näytä Braseron apuohjelmakirjaston vianjäljitysviestit oletustulosteessa

source: Brasero utiliitide teek
fi: Braseron apuohjelmien kirjasto

source: Brasero-utils teegi kuvavalikud
fi: Näytä Brasero-utils-kirjaston valinnat

source: Värvuse valimine
fi: Valitse väri

source: CD/DVD loomine
fi: CD/DVD-luontityökalu

source: Kirjuta CD- ja DVD-plaate
fi: Luo CD- ja DVD-levyjä

source: Plaadi ikoonDisc Image
fi: Median kuvakeDisc Imagepicture

source: CD/DVD loomise kaust
fi: CD/DVD-luontityökalun kansio

source: Plaadi nimi:
fi: Levyn nimi:

source: Failide plaadile kirjutamiseks lohista või kopeeri failid siia alla
fi: Raahaa tai kopioi tiedostoja alla olevaan tilaan kirjoittaaksesi ne levylle

source: Kirjuta plaadile
fi: Kirjoita levylle

source: Sisu kirjutamine CD- või DVD-plaadile
fi: Kirjoita sisältö CD- tai DVD-levylle

source: _Kirjuta plaadile…
fi: _Kirjoita levylle…

source: Kirjuta plaaditõmmise CD- või DVD-plaadile
fi: Kirjoita levykuva CD- tai DVD-levylle

source: Kopeeri _plaat…
fi: _Kopioi levy…

source: Loo sellest CD- või DVD-plaadist koopia
fi: Luo kopio tästä CD- tai DVD-levystä

source: _Tühjenda plaat…
fi: _Tyhjennä levy…

source: Tühjenda see CD- või DVD-plaat
fi: Tyhjennä tämä CD- tai DVD-levy

source: _Kontrolli plaati…
fi: _Tarkista levy…

source: Kontrolli CD- või DVD-plaadi andmete terviklust
fi: Tarkista tämän CD- tai DVD-levyn tietojen eheys

source: Andmeid pole võimalik lugeda (%s)
fi: Tietoja ei voitu lukea (%s)

source: Andmeid pole võimalik kirjutada (%s)
fi: Tietoja ei voitu kirjoittaa (%s)

source: Genereerib helist .cue failid
fi: Luo .cue-tiedostoja äänestä

source: cdrdao kirjutamisrakenduste komplekt
fi: cdrdao-kirjoitusohjelmisto

source: Audioraja kopeerimine
fi: Kopioidaan ääniraitaa

source: Andmeraja kopeerimine
fi: Kopioidaan dataraitaa

source: %02i. raja analüüsimine
fi: Analysoidaan raitaa %02i

source: Tundub, et sul puuduvad vajalikud õigused selle seadme kasutamiseks
fi: Oikeutesi eivät riitä tämän aseman käyttämiseen

source: toc faili konverteerimine
fi: Muunnetaan TOC-tiedostoksi

source: Kopeerib, kirjutab ja tühjendab CD-plaate
fi: Kopioi, kirjoittaa ja tyhjentää CD-levyjä

source: "--driver generic-mmc-raw" lipu lubamine (vaata cdrdao käsiraamatut)
fi: Käytä ”--driver-generic-mmc-raw”-lippua (lisätietoja cdrdaon ohjeesta)

source: cdrkit kirjutamisrakenduste komplekt
fi: cdrkit-kirjoitusohjelmisto

source: Viimase sessiooni importimine nurjus
fi: Edellisen istunnon tuonti epäonnistui

source: Tõmmist pole võimalik luua
fi: Levykuvaa ei voitu luoda

source: Tundub, et see genisoimage versioon pole toetatud
fi: Tämä komennon genisoimage versio ei ole tuettu

source: Mõnedel failidel on vigased failinimed
fi: Joidenkin tiedostojen nimet ovat virheellisiä

source: Tundmatu märgikodeering
fi: Tuntematon merkistökoodaus

source: Seadmel ei ole vaba ruumi
fi: Laitteella ei ole tilaa jäljellä

source: Failide valikust tehakse plaaditõmmis
fi: Luo levykuvia valituista tiedostoista

source: Asukohas, mille valisid ajutiste tõmmiste hoidmiseks, ei ole tõmmise jaoks piisavalt vaba ruumi
fi: Valitussa sijainnissa ei ole tarpeeksi vapaata tilaa levykuvaa varten

source: Suvalisest plaadist plaaditõmmise tegemine
fi: Kopioi minkä tahansa levyn levykuvaksi

source: Plaadi kirjutamisel esines tõrge
fi: Tapahtui virhe kirjoitettaessa levyä

source: Arvuti on liiga aeglane, et CD'd sellise kiirusega kirjutada. Proovi väiksemat kiirust
fi: Järjestelmä on liian hidas kirjoittamaan levyä tällä nopeudella, kokeile hitaampaa nopeutta

source: Raja %s kirjutamine
fi: Kirjoitetaan raitaa %s

source: Plaadi vormindamine
fi: Alustetaan levyä

source: "Cue sheet" kirjutamine
fi: Kirjoitetaan cue-tiedostoa

source: Meedium tuleb enne kirjutamist uuesti sisestada
fi: Levy täytyy ladata uudelleen ennen kirjoitusta

source: Kirjuta, tühjenda ja vorminda CD- ja DVD-plaate
fi: Kirjoittaa, tyhjentää ja alustaa CD- ja DVD-levyjä

source: Lipu "-immed" lubamine (vaata wodim käsiraamatut)
fi: Ota ”-immed”-lippu käyttöön (lisätietoja wodimin ohjeesta)

source: Vähim seadmepuhvri täituvus (protsentides) (vaata wodim käsiraamatut):
fi: Pienin mahdollinen aseman puskurin täyttöaste prosenteissa (lisätietoja wodimin ohjeesta):

source: Audioraja %02d kopeerimine
fi: Kopioidaan ääniraitaa %02d

source: Audioplaadi kopeerimiseks valmistumine
fi: Valmistellaan äänilevyn kopioimista

source: Radade kopeerimine audioplaadilt koos kogu seonduva teabega
fi: Kopioi raidat ääni-CD-levyltä kaikkine tietoineen

source: Kirjutab, tühjendab ja vormindab CD-, DVD- ja BD-plaate
fi: Kirjoittaa, tyhjentää ja alustaa CD-, DVD- ja BD-levyjä

source: "-immed" lipu lubamine (vaata cdrecord käsiraamatut)
fi: Käytä ”-immed”-lippua (lisätietoja cdrecordin ohjeesta)

source: Vähim seadmepuhvri täituvus (protsentides) (vaata cdrecord käsiraamatut):
fi: Pienin mahdollinen aseman puskurin täyttöaste prosenteissa (lisätietoja cdrecordin ohjeesta):

source: cdrtools kirjutamisrakenduste komplekt
fi: cdrtools-kirjoitusohjelmisto

source: See versioon mkisofs'ist ei ole toetatud
fi: Tämä komennon mkisofs versio ei ole tuettu

source: Faili "%s" pole võimalik avada (%s)
fi: Tiedostoa ”%s” ei voitu avata (%s)

source: Tõmmisfaili kontrollsumma arvutamine
fi: Luodaan tarkistussummaa levykuvatiedostoista

source: Plaadilt ei leitud kontrollsummafaili
fi: Levyltä ei löytynyt tarkistussummatiedostoa

source: Failide tervikluse kontroll
fi: Tarkistetaan tiedoston eheys

source: Faili "%s" pole võimalik avada
fi: Tiedostoa ”%s” ei voi avata

source: Mõned failid plaadil võivad olla viga saanud
fi: Jotkut levyllä olevista tiedostoista saattavat olla viallisia

source: Faili kontrollsumma
fi: Tiedoston tarkistussumma

source: Plaadi andmete tervikluse kontrollimine
fi: Levyn tiedostojen eheystarkistus

source: Kasutatav räsialgoritm:
fi: Käytettävä tiivistealgoritmi:

source: "%s" pole võimalik avada (%s)
fi: ”%s”-levyä ei voitu avata (%s)

source: Tõmmise kontrollsumma arvutamine
fi: Luodaan levykuvan tarkistussummaa

source: Tõmmise kontrollsumma
fi: Levykuvan tarkistussumma

source: Plaadi andmete tervikluse kontrollimine pärast kirjutamist
fi: Levylle kirjoitettujen tietojen eheystarkistus kirjoituksen jälkeen

source: Failipaigutuse loomine
fi: Luodaan tiedostoasettelua

source: Loob video-DVD jaoks sobiliku tõmmisfailiregionset %s
fi: Luo video-DVD-levyille sopivia levykuviaregionset %s

source: Viga krüpteerimise võtme hankimisel. Sa võid selle lahendada järgnevalt: määrata terminalis õige DVD regiooni koodi CD/DVD mängija jaoks käsuga "regionset %s" või käivitada brasero käsuga "DVDCSS_METHOD=title brasero --no-existing-session"
fi: Virhe noudettaessa salaukseen käytettävää avainta. Voit ratkaista tämän ongelman seuraavilla tavoilla: päätteessä joko aseta sopiva DVD-aluekoodi CD/DVD-soittimeesi komennolla ”regionset %s” tai aja komento ”DVDCSS_METHOD=title brasero --no-existing-session”

source: DVD võtmete hankimine
fi: Haetaan DVD-levyn avaimia

source: Video-DVD'd pole võimalik avada
fi: DVD-videolevyä ei voitu avata

source: Viga video-DVD lugemisel (%s)
fi: Virhe luettaessa DVD-videolevyä (%s)

source: Video-DVD kopeerimine
fi: Kopioidaan video-DVD-leyvä

source: Kopeerib CSS-krüpteeringuga video-DVD plaaditõmmiseks
fi: Kopioi CSS-salatun video-DVD-levyn levykuvaksi

source: Tühjendab ja vormindab ülekirjutatavaid DVD- ja BD-plaate
fi: Tyhjentää ja alustaa uudelleen kirjoitettavia DVD- ja BD-levyjä

source: Kirjutab ja tühjendab DVD- ja BD-plaate
fi: Kirjoittaa ja tyhjentää DVD- ja BD-levyjä

source: DAO kasutamise lubamine
fi: Salli DAOn käyttö

source: growisofs kirjutamisrakenduste komplekt
fi: growisofs-kirjoitusohjelmisto

source: libburn'i rada pole võimalik luua
fi: libburn-raitaa ei voi luoda

source: libburn teeki pole võimalik lähtestada
fi: libburn-kirjastoa ei voitu alustaa

source: Seadme aadressi pole võimalik hankida
fi: Aseman osoitetta ei voitu selvittää

source: Raja %02i kirjutamine
fi: Kirjoitetaan raitaa %02i

source: libburnia kirjutamisrakenduste komplekt
fi: libburnia-kirjoitusohjelmisto

source: Andmeruumi pole võimalik luua
fi: Taltiota ei voitu luoda

source: libisofs pole võimalik lähtestada
fi: libisofs-kirjastoa ei voi alustaa.

source: Lugemise valikuid pole võimalik luua
fi: Lukuvalintoja ei voitu luoda

source: Asukoha "%s" vanemkataloogi ei leitud
fi: Polun ”%s” yläkansiota ei löydy puusta

source: libisofs raporteeris kataloogi "%s" loomise ajal veast
fi: libisofs kertoi virheestä luotaessa kansiota ”%s”

source: libisofs raporteeris kataloogi "%s" (%x) sisu lisamise ajal veast
fi: libisofs kertoi virheestä lisättäessä sisältöä kansioon ”%s” (%x)

source: libisofs raporteeris faili "%s" lisamise ajal veast
fi: libisofs kertoi virheestä lisättäessä tiedostoa polulla ”%s”

source: Kontrollsumma faili kopeerimine
fi: Kopioidaan tarkistussummatiedostoa

source: Failide lokaalne kopeerimine
fi: Kopioidaan tiedostoja paikallisesti

source: Failide allalaadija
fi: Tiedostojen noutaja

source: Võimaldab mittekohalike failide kirjutamise
fi: Sallii ei-paikallisten tiedostojen kirjoituksen

source: Kohaliku faili asukoha hankimine pole võimalik
fi: Paikallista tiedostopolkua on mahdoton selvittää

source: Võimaldab Nautiluse "CD/DVD loomise kausta" failide plaadile kirjutamise
fi: Sallii Nautiluksen ”CD/DVD-luontityökalun” kansion sisällön kirjoittamisen

source: Pluginate plokkide linkimine pole võimalik
fi: Liitännäisten täytteitä ei voitu liittää

source: Radade normaliseerimine
fi: Normalisoidaan raitoja

source: Normaliseerimine
fi: Normalisointi

source: Määrab kõigile radadele sarnase helivaljuse
fi: Mahdollistaa eri raitojen välisen yhtenäisen äänenvoimakkuuksien tason

source: Viga lõppu vaikuse lisamisel (%s)
fi: Virhe täytettäessä tiedostoa (%s)

source: Viga kestuse hankimisel
fi: Virhe selvitettäessä kestoa

source: "%s" analüüsimine
fi: Analysoidaan ”%s”

source: "%s" ümberkodeerimine
fi: Transkoodataan ”%s”

source: Teisendab suvalise helifaili audioplaadi jaoks sobivasse vormingusse
fi: Mahdollistaa minkä tahansa äänitiedoston muuntamisen ääni-CD-levyille sopivaksi

source: Videofaili teisendamine MPEG2 vormingusse
fi: Muunnetaan video MPEG2-tiedostoksi

source: Teisendab suvalise videofaili video-DVD jaoks sobivasse vormingusse
fi: Muuntaa minkä tahansa videotiedoston muotoon, joka sopii video-DVD-levyille

source: Loob SVCD-plaatide jaoks sobilikud plaaditõmmised
fi: Luo SVCD-levyille sopivia levykuvia

source: _Projekt
fi: _Projekti

source: P_luginad
fi: _Liitännäiset

source: Brasero jaoks pluginate valimine
fi: Valitse Braseron liitännäiset

source: _Väljasta
fi: _Poista asemasta

source: _Tühjenda…
fi: _Tyhjennä…

source: _Kontrolli terviklust…
fi: _Tarkista eheys…

source: Brasero sulgemine
fi: Lopeta brasero

source: Abiteabe kuvamine
fi: Näytä ohje

source: Programmist lähemalt
fi: Tietoja

source: Plaadikirjutaja
fi: Levynkirjoittaja

source: Viga projekti laadimisel
fi: Virhe ladattaessa projektia

source: Palun lisa sellesse projekti faile.
fi: Lisää tiedostoja projektiin.

source: See projekt on tühi
fi: Projekti on tyhjä

source: Brasero on vaba tarkvara; te võite seda edasi levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi tingimustele, nagu need on Vaba Tarkvara Fondi poolt avaldatud; kas Litsentsi versioon number 2 või (vastavalt teie valikule) ükskõik milline hilisem versioon.
fi: Brasero on vapaa ohjelma; sitä on sallittu levittää edelleen ja muuttaa GNU yleisen lisenssin (GPL lisenssin) ehtojen mukaan sellaisina kuin Free Software Foundation on ne julkaissut; joko lisenssin version 2, tai (valinnan mukaan) minkä tahansa myöhemmän version mukaisesti.

source: Brasero't levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi ilma KESKMISE/TAVALISE KVALITEEDI GARANTIITA või SOBIVUSELE TEATUD KINDLAKS EESMÄRGIKS. Üksikasjade suhtes vaata GNU Üldist Avalikku Litsentsi.
fi: Braseroa levitetään siinä toivossa, että se olisi hyödyllinen, mutta ilman mitään takuuta; ilman edes hiljaista takuuta kaupallisesti hyväksyttävästä laadusta tai soveltuvuudesta tiettyyn tarkoitukseen. Katso GPL lisenssistä lisää yksityiskohtia.

source: Te peaks olema saanud GNU Üldise Avaliku Litsentsi koopia koos selle programmiga, kui ei, siis võtke ühendust Free Software Foundation'iga, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
fi: Tämän ohjelman mukana pitäisi tulla kopio GPL-lisenssistä; jos näin ei ole, kirjoita osoitteeseen Free Software Foundation Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA

source: Lihtne CD/DVD kirjutamise rakendus GNOME'le
fi: Yksikertainen CD- ja DVD-kirjoitusohjelma Gnomelle

source: Brasero kodulehekülg
fi: Braseron kotisivu

source: Mattias Põldaru , 2008–2010. Priit Laes , 2009. Ivar Smolin , 2009–2011. Launchpad Contributions: Andreas Moog https://launchpad.net/~amoog Chris Coulson https://launchpad.net/~chrisccoulson Didier Roche https://launchpad.net/~didrocks Ivar Smolin https://launchpad.net/~okul Jalakas https://launchpad.net/~jalakas Kristjan Siimson https://launchpad.net/~kristjan-siimson Märt Põder https://launchpad.net/~boamaod Pedro Fragoso https://launchpad.net/~ember Robert Ancell https://launchpad.net/~robert-ancell mahfiaz https://launchpad.net/~mahfiaz
fi: Ilkka Tuohela, 2006-2009 Timo Jyrinki, 2007-2009 http://www.gnome.fi/ Launchpad Contributions: Aleksi Kinnunen https://launchpad.net/~aleksi-kinnunen Christian Hellberg https://launchpad.net/~christian-hellberg Ilkka Tuohela https://launchpad.net/~hile Jiri Grönroos https://launchpad.net/~jiri-gronroos Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Jussi Aalto https://launchpad.net/~jtaalto-deactivatedaccount Timo Jyrinki https://launchpad.net/~timo-jyrinki Tomi Juntunen https://launchpad.net/~tojuntu Tommi Saira https://launchpad.net/~tommisaira Tommi Vainikainen https://launchpad.net/~thv papukaija https://launchpad.net/~papukaija

source: Projekti "%s" ei ole olemas
fi: Projektia ”%s” ei löydy

source: _Hiljutised projektid
fi: _Viimeisimmät projektit

source: Hiljuti avatud projektide kuvamine
fi: Näytä äskettäin avatut projektit

source: Ava valitud failid
fi: Avaa valitut tiedostot

source: _Muuda andmeid…
fi: _Muokkaa tietoja…

source: Raja andmete muutmine (algus, lõpp, autor jne)
fi: Muokkaa raitatietoja (alku, loppu, tekijä jne.)

source: Eemalda valitud failid projektist
fi: Poista valitut tiedostot projektista

source: Failide asetamine
fi: Liitä tiedostot

source: Lisa lõikelaual asuvad failid
fi: Lisää leikepöydälle tallennetut tiedostot

source: _Sisesta paus
fi: L_isää tauko

source: Raja lõppu 2-sekundilise pausi lisamine
fi: Lisää kahden sekunnin tauko kappaleen jälkeen

source: _Tükelda rada…
fi: _Jaa raita…

source: Valitud raja tükeldamine
fi: Jaa valittu raita

source: Tükelda
fi: Jaa

source: Rada
fi: Raita

source: Artist
fi: Esittäjä

source: Raja lõppu lisatakse vaikust.
fi: Raitaan lisätään tyhjää loppuun.

source: Rada on lühem kui 6 sekundit
fi: Raidan kesto on lyhyempi kuin 6 sekuntia

source: Veendu, et sobiv koodek on paigaldatud
fi: Varmista, että tarvittava koodekki on asennettu.

source: Kas lisada videofail "%s"?
fi: Haluatko lisätä valintaan ”%s”, joka on videotiedosto?

source: See on videofail ja seetõttu saab plaadile kirjutada ainult selle heli.
fi: Tämä tiedosto on video, ja siitä johtuen ainoastaan äänen osuus voidaan kirjoittaa levylle.

source: _Hülga fail
fi: _Hylkää tiedosto

source: _Lisa fail
fi: _Lisää tiedosto

source: Kas otsida kataloogist audiofaile?
fi: Haluatko etsiä äänitiedostoja kansiosta?

source: Otsi _kataloogist
fi: Etsi _kansiosta

source: "%s" pole võimalik avada.
fi: ”%s”-levyä ei voitu avata.

source: Kas luua audioplaat DTS-radadega?
fi: Haluatko luoda ääni-CD-levyn DTS-raidoilla?

source: Mõned valitud lauludest on sobilikud DTS-radadena kirjutamiseks. Sellised audioplaadi rajad võimaldavad paremat kvaliteeti, kuid on kasutatavad vaid DTS toega digipleieritel. Märkus: kui oled nõus, siis neid radasid ei normaliseerita.
fi: Jotkin valituista kappaleista sopivat DTS-raitojen luomiseen. Tämän tyyppinen ääni-CD-raita tarjoaa korkeampaa äänenlaatua, mutta se voidaan toistaa vain tietyillä digitaalisilla soittimilla. Huomaa: jos hyväksyt, normalisaatiota ei toteuteta näille raidoille.

source: Loo _tavalised rajad
fi: Luo tavallisia _raitoja

source: Klõpsa siin, et kirjutada kõik laulud tavaliste radadena
fi: Napsauta tässä kirjoittaaksesi kaikki kappaleet tavallisina raitoina

source: Loo _DTS-rajad
fi: Luo _DTS-raitoja

source: Klõpsa siin, et kirjutada kõik sobilikud laulud DTS-radadena
fi: Napsauta tässä kirjoittaaksesi kaikki sopivat kappaleet DTS-raitoina

source: Palun vali ainult üks laul.
fi: Valitse vain yksi kappale.

source: Korraga ei saa tükeldada rohkem kui üht laulu
fi: Useampaa kuin yhtä kappaletta ei voi jakaa samaan aikaan.

source: Määratud projekti avamine
fi: Avaa määritelty projekti

source: PROJEKT
fi: PROJEKTI

source: Määratud lugude nimekirja avamine audioprojektina
fi: Avaa määritelty soittolista äänilevyprojektina

source: LUGUDE NIMEKIRI
fi: SOITTOLISTA

source: Määra seade, mida kasutatakse kirjutamiseks
fi: Aseta kirjoitukseen käytettävä asema

source: SEADME ASUKOHT
fi: LAITTEEN POLKU

source: Kirjutamise asemel luuakse tõmmisfail
fi: Luo levykuvatiedosto kirjoittamisen sijaan

source: Audioprojekti avamine, lisades käsureal antud URI'd
fi: Avaa äänilevyprojekti lisäämällä komentorivillä annetut URIt

source: Andmeprojekti avamine, lisades käsureal antud URI'd
fi: Avaa datalevyprojekti lisäämällä komentorivillä annetut URIt

source: Kasutatav plaadiümbris
fi: Käytettävä kansikuva

source: PLAADIÜMBRISE ASUKOHT
fi: KANSIKUVAN POLKU

source: Videoprojekti avamine, lisades käsureal antud URI'd
fi: Avaa videolevyprojekti lisäämällä komentorivillä annetut URIt

source: Kirjutatava tõmmise URI (isetuvastatud)
fi: Kirjoitettavan levykuvatiedoston URI (automaattinen tunnistus)

source: TÕMMISE ASUKOHT
fi: LEVYKUVAN POLKU

source: Brasero sundimine projektivaliku lehte kuvama
fi: Pakota Brasero näyttämään projektinvalintasivu

source: Plaaditühjendamise dialoogi avamine
fi: Avaa levyn tyhjennysikkuna

source: Plaadikontrolli dialoogi avamine
fi: Avaa levyn tarkistusikkuna

source: Kirjuta burn:// URI sisu plaadile
fi: Kirjoita burn://-osoitteeseen sijoitettu sisältö

source: Kirjutamist alustatakse koheselt.
fi: Käynnistä kirjoitus välittömästi.

source: Ei ühenduta juba töötava instantsiga
fi: Älä ota yhteyttä jo käynnissä olevaan instanssiin

source: Määratud projekti kirjutamine ning seejärel eemaldamine. See valik on kasulik peamiselt teiste rakendustega integreerimisel.
fi: Kirjoita annettu projekti ja POISTA se. Tämä valinta on hyödyllinen lähinnä käytettäessä braseroa muista ohjelmista.

source: ASUKOHT
fi: POLKU

source: Põhiakna XID-number
fi: Yläikkunan XID-tunniste

source: "%s" pole võimalik kirjutada.
fi: ”%s” ei voi kirjoittaa.

source: Sobimatu käsureavõti.
fi: Väärä komentorivivalitsin.

source: Kasutati kokkusobimatud käsurea võtmeid.
fi: Käytettiin epäyhteensopivia komentorivivalitsimia.

source: Korraga saab valida ainult ühe valikutest
fi: Vain yksi valitsin voidaan antaa kerralla

source: _Nimeta ümber…
fi: Nim_eä…

source: Valitud faili ümbernimetamine
fi: Nimeä valittu tiedosto uudelleen

source: Uus _kaust
fi: Uusi _kansio

source: Uue tühja kataloogi loomine
fi: Luo uusi tyhjä kansio

source: Sessiooni pole võimalik importida.
fi: Istuntoa ei voitu tuoda.

source: Selle projekti sisu on pärast viimast salvestamiskorda muutunud.
fi: Projektin sisältö on muuttunut tallennuksen jälkeen.

source: Kas visata praegune muudetud projekt minema?
fi: Hylätäänkö nykyinen muokattu projekti?

source: _Hülga
fi: _Hylkää

source: Praeguse muudetud projekti hülgamine
fi: Hylkää nykyinen muokattu projekti

source: Praeguse muudetud projektiga jätkamine
fi: Jatka nykyistä muokattua projektia

source: Valitud on ainult üks fail ("%s"). See on plaaditõmmis ning selle sisu on võimalik kirjutada
fi: On vain yksi valittu tiedosto (”%s”). Se on levykuvatiedosto ja sen sisältö voidaan polttaa.

source: Kirjuta _failina
fi: Kirjoita _tiedostona

source: Kirjuta _tõmmisena
fi: K_irjoita levykuvana

source: "%s" pole võimalik valikusse lisada.
fi: ”%s” ei voi lisätä valintaan.

source: See on rekursiivne sümbolviit
fi: Kohde on rekursiivinen symbolinen linkki

source: See ei asu määratud kohas
fi: Kohdetta ei löydy annetusta sijainnista.

source: Kas soovid faili "%s" asendada?
fi: Haluatko korvata kohteen ”%s”?

source: Sama nimega fail on juba selles kataloogis olemas. Selle asendamine kirjutab plaadil oleva faili sisu üle.
fi: Kansiossa on jo tämän niminen tiedosto. Korvaaminen tulee vaihtamaan levylle kirjoitettavan sisällön.

source: Sä_ilita alati
fi: Säilytä _aina

source: _Säilita
fi: _Säilytä

source: Asenda ala_ti
fi: K_orvaa aina

source: Impordi jätkamiseks plaat %s
fi: Tuo %s

source: I_mpordi plaat %s
fi: _Tuo %s

source: Kas tahad sessiooni '%s' importida?
fi: Haluatko tuoda istunnon levyltä ”%s”?

source: Sel viisil on vanad failid eelmistest sessioonidest pärast kirjutamist kasutatavad.
fi: Tällä tavoin vanhat tiedosto edellisistä istunnoista ovat käytettävissä kirjoituksen jälkeen.

source: I_mpordi sessioon
fi: _Tuo istunto

source: Klõpsa siin sisu importimiseks
fi: Tuo levyn sisältö napsauttamalla tästä
